Repository: k0rog/GGAEKAPP-backend
Catalog: translations/locale/*/LC_MESSAGES/django.po
Languages: ru

source: This action is only for chat members
ru: Это действие только для членов чата

source: Teachers
ru: Учителя

source: Student
ru: Студента

source: Students
ru: Студенты

source: Delete selected entries
ru: Удалить выбранные записи

source: title
ru: название

source: abbreviation
ru: аббревиатура

source: group_prefix
ru: префикс группы

source: Speciality
ru: Специальность

source: Specialities
ru: Специальности

source: Subject
ru: Дисциплину

source: Subjects
ru: Дисциплины

source: First year
ru: Первый курс

source: Second year
ru: Второй курс

source: Third year
ru: Третий курс

source: Fourth year
ru: Четвёртый курс

source: Year
ru: Курс

source: Years
ru: Курсы

source: speciality
ru: cпециальность

source: year
ru: курс

source: subjects
ru: дисциплины

source: start_year
ru: год начала

source: subject
ru: Дисциплина

source: Curriculum
ru: Расписание

source: Curriculums
ru: Расписание

source: number
ru: номер

source: facilitator
ru: куратор

source: StudentGroup
ru: Группа

source: StudentGroups
ru: Группы

source: StudentGroup_Curriculum
ru: Расписание учителей

source: StudentGroup_Curriculums
ru: Расписания учителей

source: student_group
ru: группа

source: curriculum
ru: расписание

source: teacher
ru: учителя

source: phone_number
ru: номер телефона

source: email
ru: электронная почта

source: avatar
ru: аватар

source: first_name
ru: Имя

source: last_name
ru: Фамилия

source: phone_publicity
ru: публичность телефона

source: Teacher
ru: Учителя

source: Staff person
ru: Сотрудника администрации

source: Staff
ru: Администрация

source: Email
ru: Электронная почта

source: Password
ru: Пароль

source: This action is only for profile owners
ru: Это действие только для владельцев профиля

source: This action is only for teachers
ru: Это действие только для учителей

source: Verification password code
ru: Код, подтверждающий пароль
